driver-tests/bpelse/assign/AssignJbi/test/TestCaseBooleanTestFalse/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:bool="http://j2ee.netbeans.org/wsdl/BooleanTest">
  <soapenv:Body>
    <bool:booleanString>false</bool:booleanString>
    <bool:input1>false</bool:input1>
    <bool:booleanElement>false</bool:booleanElement>
    <bool:input3>
      <booleanElement>false</booleanElement>
    </bool:input3>
  </soapenv:Body>
</soapenv:Envelope>